Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

source: Max Speed
ar_tn: السرعة القصوى
de: Maximale Geschwindigkeit
es_es: Velocidad máxima
fr_fr: Vitesse maximale
he_il: מהירות מרבית
hu_hu: Maximális sebesség
id_id: Kecepatan Maksimum
it_it: Velocità massima
ja_jp: 最大速度
ko_kr: 최대 속도
pt_br: Velocidade máxima
ru_ru: Макс. скорость
tr_tr: Max Hız
vi_vn: Tốc độ tối đa
zh_hans: 最大速度
zh_hant: 最大速度

source: Name
ar_tn: الاسم
es_es: Nombre
fr_fr: Nom
he_il: שם
hu_hu: Név
id_id: Nama
it_it: Nome
ja_jp: 名前
ko_kr: 이름
pt_br: Nome
ru_ru: Имя
tr_tr: Ad
vi_vn: Tên
zh_hans: 名称
zh_hant: 名稱

source: OS Name
ar_tn: اسم نظام التشغيل
de: Betriebssystemname
es_es: Nombre del sistema operativo
fr_fr: Nom du SE
he_il: שם מערכת הפעלה
hu_hu: OS név
id_id: Nama Sistem Operasi
it_it: OS Nome
ja_jp: OS名
ko_kr: OS 이름
pt_br: Nome do SO
ru_ru: Название ОС
tr_tr: OS Ad
vi_vn: Tên HĐH
zh_hans: 操作系统名称
zh_hant: 作業系統名稱

source: RAM Module
ar_tn: وحدة الذاكرة العشوائية (RAM)
de: RAM-Modul
es_es: Módulo RAM
fr_fr: Module RAM
he_il: מודול RAM
hu_hu: RAM modul
id_id: Modul RAM
it_it: Modulo RAM
ja_jp: RAMモジュール
ko_kr: RAM 모듈
pt_br: Módulo de RAM
ru_ru: Модуль ОЗУ
tr_tr: RAM Modülü
vi_vn: Mô-đun RAM
zh_hans: 内存模块
zh_hant: 記憶體模組

source: Registered User
ar_tn: المستخدم المُسجل
de: Registrierter Benutzer
es_es: Usuario registrado
fr_fr: Utilisateur enregistré
he_il: משתמש רשום
hu_hu: Regisztrált felhasználó
id_id: Pengguna Terdaftar
it_it: Utente registrato
ja_jp: 登録ユーザー
ko_kr: 등록된 사용자
pt_br: Usuário Registrado
ru_ru: Зарегистрированный пользователь
tr_tr: Kayıtlı Kullanıcı
vi_vn: Người đăng ký
zh_hans: 已注册用户
zh_hant: 已註冊使用者

source: Size
ar_tn: الحجم
de: Größe
es_es: Tamaño
fr_fr: Taille
he_il: גודל
hu_hu: Méret
id_id: Ukuran
it_it: Misurare
ja_jp: サイズ
ko_kr: 크기
pt_br: Tamanho
ru_ru: Размер
tr_tr: Boyut
vi_vn: Kích thước
zh_hans: 大小
zh_hant: 大小

source: Socket Designation
ar_tn: تصميم المقبس
de: Sockel-Bezeichnung
es_es: Designación del zócalo
fr_fr: Désignation du socket
he_il: ייעוד תושבת
hu_hu: Foglalat megnevezése
id_id: Pengidentifikasi Soket
it_it: Designazione della presa
ja_jp: ソケット指定
ko_kr: 소켓 지정
pt_br: Designação de soquete
ru_ru: Обозначение сокета
tr_tr: Soket Tanımı
vi_vn: Vị trí socket
zh_hans: 插槽指定
zh_hant: 插槽指定

source: Speed
ar_tn: السرعة
de: Geschwindigkeit
es_es: Velocidad
fr_fr: Vitesse
he_il: מהירות
hu_hu: Sebesség
id_id: Kecepatan
it_it: Velocità
ja_jp: 速度
ko_kr: 속도
pt_br: Velocidade
ru_ru: Скорость
tr_tr: Hız
vi_vn: Tốc độ
zh_hans: 速度
zh_hant: 速度

source: System Directory
ar_tn: دليل النظام
de: Systemverzeichnis
es_es: Directorio del sistema
fr_fr: Répertoire système
he_il: ספריית מערכת
hu_hu: Rendszerkönyvtár
id_id: Direktori Sistem
it_it: Directory di sistema
ja_jp: システムディレクトリ
ko_kr: 시스템 디렉토리
pt_br: Diretório do sistema
ru_ru: Системная папка
tr_tr: Sistem Dizini
vi_vn: Thư mục hệ thống
zh_hans: 系统目录
zh_hant: 系統目錄

source: Version
ar_tn: الإصدار
es_es: Versión
he_il: גרסה
hu_hu: Verzió
id_id: Versi
it_it: Versione
ja_jp: バージョン
ko_kr: 버전
pt_br: Versão
ru_ru: Версия
tr_tr: Versiyon
vi_vn: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Windows Directory
ar_tn: دليل ويندوز
de: Windows-Verzeichnis
es_es: Directorio de Windows
fr_fr: Répertoire Windows
he_il: ספריית Windows
hu_hu: Windows könyvtár
id_id: Direktori Windows
it_it: Directory di Windows
ja_jp: Windowsディレクトリ
ko_kr: Windows 디렉터리
pt_br: Diretório do Windows
ru_ru: Папка Windows
tr_tr: Windows Dizini
vi_vn: Thư mục Windows
zh_hans: Windows 目录
zh_hant: Windows 目錄

# ErrTempDel
source: Error Deleting Temp Files
ar_tn: حدث خطأ أثناء حذف الملفات المؤقتة
de: Fehler beim Löschen temporärer Dateien
es_es: Error al eliminar archivos temporales
fr_fr: Erreur lors de la suppression des fichiers temporaires
he_il: שגיאה במחיקת קבצים זמניים
hu_hu: Hiba a temp fájlok törlésekor
id_id: Terjadi Kesalahaan Menghapus Berkas Sementara (Temp)
it_it: Errore durante l'eliminazione dei file temporanei
ja_jp: 一時ファイルの削除エラー
ko_kr: 임시 파일 삭제 오류
pt_br: Erro ao excluir arquivos temporários
ru_ru: Ошибка при удалении временных файлов
tr_tr: Temp Dosyalarını Silerken Hata
vi_vn: Có lỗi khi xoá tệp tin tạm thời
zh_hans: 删除临时文件时出错
zh_hant: 刪除臨時檔案時出錯

# SystemInfoPage_FolderPathText.Text
source: Select a folder
ar_tn: حدد مجلدًا
de: Wählen Sie einen Ordner aus
es_es: Selecciona una carpeta
fr_fr: Sélectionnez un dossier
he_il: בחר תיקייה
hu_hu: Válasszon egy mappát
id_id: Pilih sebuah folder
it_it: Seleziona una cartella
ja_jp: フォルダーを選択
ko_kr: 폴더 선택
pt_br: Selecione uma pasta
ru_ru: Выберите папку
tr_tr: Klasör Seç
vi_vn: Chọn thư mục
zh_hans: 选择一个文件夹
zh_hant: 選擇一個資料夾

# TempDelSucc
source: Temp Files Deleted Successfully!
ar_tn: تم حذف الملفات المؤقتة بنجاح!
de: Temporäre Dateien erfolgreich gelöscht!
es_es: ¡Archivos temporales eliminados con éxito!
fr_fr: Suppression des fichiers temporaires réussie !
he_il: קבצים זמניים נמחקו בהצלחה!
hu_hu: Ideiglenes fájlok sikeresen törölve!
id_id: Berkas Sementara (Temp) Berhasil Dihapus!
it_it: File temporanei eliminati correttamente!
ja_jp: 一時ファイルが正常に削除されました！
ko_kr: 임시 파일이 성공적으로 삭제되었습니다!
pt_br: Arquivos temporários excluídos com sucesso!
ru_ru: Временные файлы успешно удалены!
tr_tr: Temp Dosyaları Başarıyla Silindi!
vi_vn: Tệp tin tạm thời đã xoá thành công!
zh_hans: 临时文件已成功删除！
zh_hant: 臨時檔案已成功刪除！

source: Disk
ar_tn: القرص
es_es: Disco
fr_fr: Disque
he_il: דיסק
hu_hu: Lemez
id_id: Cakram
it_it: Disco
ja_jp: ディスク
ko_kr: 디스크
pt_br: Disco
ru_ru: Диск
vi_vn: Ổ đĩa
zh_hans: 磁盘
zh_hant: 磁碟

source: Model
ar_tn: النموذج
de: Modell
es_es: Modelo
fr_fr: Modèle
he_il: דגם
hu_hu: Modell
it_it: Modello
ja_jp: モデル
ko_kr: 모델
pt_br: Modelo
ru_ru: Модель
zh_hans: 型号
zh_hant: 型號

# Feature_EnableVerboseLogon.Description
source: Enable detailed logon messages for better system monitoring and troubleshooting. May not be user-friendly for everyday use
ar_tn: تفعيل رسائل تسجيل الدخول التفصيلية لمراقبة النظام وحل المشكلات. قد لا يكون مناسبًا للاستخدام اليومي
de: Aktivieren Sie detaillierte Anmeldeinformationen für eine bessere Systemüberwachung und Problembehandlung. Nicht unbedingt benutzerfreundlich für den täglichen Gebrauch
es_es: Habilitar mensajes detallados de inicio de sesión para un mejor monitoreo y resolución de problemas del sistema. Puede no ser amigable para el uso diario
fr_fr: Activer les messages de connexion détaillés pour une meilleure surveillance et résolution des problèmes système. Peut ne pas être convivial pour une utilisation quotidienne.
he_il: אפשר הודעות כניסה מפורטות לניטור ופתרון בעיות מערכת טובים יותר. עשוי להיות פחות ידידותי למשתמש לשימוש יומיומי.
hu_hu: Engedélyezze a részletes bejelentkezési üzeneteket a rendszer jobb figyeléséhez és hibaelhárításához. Mindennapi használatra nem felhasználóbarát, inkább csak vizsgálathoz.
id_id: Aktifkan pesan logon terperinci untuk pemantauan sistem dan pemecahan masalah yang lebih baik. Mungkin tidak ramah pengguna untuk penggunaan sehari-hari
it_it: Abilita messaggi di accesso dettagliati per un migliore monitoraggio e risoluzione dei problemi del sistema. Potrebbe non essere intuitivo per l'uso quotidiano
ja_jp: 詳細なログオンメッセージを有効にして、システムの監視とトラブルシューティングを改善します. 日常使用には適していない場合があります.
ko_kr: 더 나은 시스템 모니터링 및 문제 해결을 위해 자세한 로그온 메시지를 활성화합니다. 일상적인 사용에는 사용자 친화적이지 않을 수 있음
pt_br: Habilite mensagens de logon detalhadas para melhor monitoramento e solução de problemas do sistema. Pode não ser fácil de usar para uso diário
ru_ru: Включите подробные сообщения о входе в систему для лучшего мониторинга и устранения неполадок. Может быть неудобным для повседневного использования
tr_tr: Daha iyi sistem izleme ve sorun giderme için ayrıntılı oturum açma mesajlarını etkinleştirin. Günlük kullanım için kullanıcı dostu olmayabilir
vi_vn: Bật verbose logon để quản lý và khắc phục sự cố hệ thống tốt hơn. Có thể không thân thiện với người dùng hẳng ngày
zh_hans: 启用详细的登录消息, 以便更好地进行系统监控和故障排除. 可能不适合日常使用
zh_hant: 啟用詳細的登入訊息, 以便更好地進行系統監控和故障排除. 可能不適合日常使用

# Feature_EnableVerboseLogon.Header
source: Enable Verbose Logon
ar_tn: تفعيل تسجيل الدخول المفصل
de: Detaillierte Anmeldung aktivieren
es_es: Habilitar inicio de sesión detallado
fr_fr: Activer la Connexion Détaillée
he_il: אפשר רישום מפורט בכניסה
hu_hu: Részletes bejelentkezés engedélyezése
id_id: Aktifkan Logon Verbose
it_it: Abilita accesso dettagliato
ja_jp: 詳細なログオンを有効にする
ko_kr: 자세한 로그온 사용
pt_br: Habilitar logon detalhado
ru_ru: Включить подробный вход
tr_tr: Detaylı Oturum Açmayı Etkinleştir
vi_vn: Bật Verbose Logon
zh_hans: 启用详细登录
zh_hant: 啟用詳細登入

# SelecFold
source: Select a folder
ar_tn: اختر مجلدًا
de: Wählen Sie einen Ordner aus
es_es: Selecciona una carpeta
fr_fr: Sélectionnez un dossier
he_il: בחר תיקייה
hu_hu: Válasszon egy mappát
id_id: Pilih sebuah folder
it_it: Seleziona una cartella
ja_jp: フォルダーを選択
ko_kr: 폴더 선택
pt_br: Selecionar uma pasta
ru_ru: Выберите папку
tr_tr: Klasör seç
vi_vn: Chọn thư mục
zh_hans: 选择一个文件夹
zh_hant: 選擇一個資料夾

# SystemInfoPage_Drivers.Text
source: Drivers
ar_tn: التعريفات
de: Treiber
es_es: Controladores
fr_fr: Pilotes
he_il: מנהלי התקנים
hu_hu: Illesztőprogramok
id_id: Driver
it_it: Driver
ja_jp: ドライバー
ko_kr: 드라이버
ru_ru: Драйверы
tr_tr: Driverlar
zh_hans: 驱动程序
zh_hant: 驅動程式

# SystemInfoPage_ExtractingStatusText.Text
source: Extracting Drivers
ar_tn: جاري استخراج التعريفات
de: Treiber werden extrahiert
es_es: Extrayendo controladores
fr_fr: Extraction des Pilotes
he_il: מחלץ מנהלי התקנים
hu_hu: Illesztőprogramok kinyerése
id_id: Sedang mengekstrak driver
it_it: Estrazione driver
ja_jp: ドライバーを抽出中
ko_kr: 드라이버 추출
pt_br: Extraindo Drivers
ru_ru: Извлечение драйверов
tr_tr: Driverlar Çıkarılıyor
vi_vn: Đang trích xuất driver
zh_hans: 提取驱动程序
zh_hant: 提取驅動程式

# SystemInfoPage_SelectButton.Content
source: Select
ar_tn: اختر
de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
he_il: בחר
hu_hu: Kiválaszt
id_id: Pilih
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
pt_br: Selecionar
ru_ru: Выбрать
tr_tr: Seç
vi_vn: Chọn
zh_hans: 选择
zh_hant: 選擇

# Feature_DisableHibernation.Header
source: Disable Hibernation
ar_tn: تعطيل وضع السكون
de: Ruhezustand deaktivieren
es_es: Desactivar Hibernación
fr_fr: Désactiver l'Hibernation
he_il: השבת מצב שינה (Hibernation)
hu_hu: Hibernálás kikapcsolása
id_id: Nonaktifkan Hibernasi
it_it: Disattiva ibernazione
ja_jp: 休止状態を無効にする
ko_kr: 최대 절전 모드 비활성화
pt_br: Desativar Hibernação
ru_ru: Отключить гибернацию
tr_tr: Hazırda Bekletme modunu devre dışı bırak
vi_vn: Vô hiệu hoá Hibernation
zh_hans: 禁用休眠
zh_hant: 禁用休眠

# Feature_DisableHibernation.Description
source: Turn off hibernation to save power and prevent the computer from entering sleep mode. Not recommended for laptops
ar_tn: إيقاف وضع السكون لتوفير الطاقة ومنع الكمبيوتر من دخول وضع السكون. غير مُوصى به للأجهزة المحمولة
de: Schalten Sie den Ruhezustand aus, um Energie zu sparen und den Computer daran zu hindern, in den Ruhezustand zu gehen. Nicht empfohlen für Laptops
es_es: Desactiva la hibernación para ahorrar energía y evitar que el equipo entre en modo de suspensión. No recomendado para portátiles
fr_fr: Désactive l'hibernation pour économiser de l'énergie et empêcher l'ordinateur d'entrer en mode veille. Non recommandé pour les ordinateurs portables.
he_il: כבה מצב שינה (Hibernation) כדי לחסוך בחשמל ולמנוע מהמחשב להיכנס למצב שינה. לא מומלץ למחשבים ניידים.
hu_hu: Kapcsolja ki a hibernálást az energia megtakarítása és a számítógép alvó módba lépésének megakadályozása érdekében. Laptopoknál nem ajánlott
id_id: Matikan hibernasi untuk menghemat daya dan mencegah komputer masuk ke mode tidur. Tidak direkomendasikan untuk laptop
it_it: Disattiva la modalità di sospensione per risparmiare energia ed evitare che il computer entri in modalità di sospensione. Non consigliato per i laptop
ja_jp: 休止状態を無効にして電力を節約し、コンピューターがスリープモードに入るのを防ぎます. ノートパソコンには推奨されません.
ko_kr: 최대 절전 모드를 꺼서 전원을 절약하고 컴퓨터가 절전 모드로 전환되는 것을 방지합니다. 노트북에는 권장되지 않습니다.
pt_br: Desative a hibernação para economizar energia e evitar que o computador entre no modo de suspensão. Não recomendado para laptops
ru_ru: Отключите гибернацию, чтобы сэкономить энергию и предотвратить переход компьютера в спящий режим. Не рекомендуется для ноутбуков
tr_tr: Güç tasarrufu yapmak ve bilgisayarın uyku moduna girmesini önlemek için hazırda bekletme modunu kapatın. Dizüstü bilgisayarlar için önerilmez
vi_vn: Tắt ngủ đông để tiết kiệm năng lượng và giữ cho máy tính không vào trạng thái sleep. Không khuyến khích cho laptop
zh_hans: 关闭休眠功能以节省电量并防止计算机进入睡眠模式. 不推荐用于笔记本电脑
zh_hant: 關閉休眠功能可以節省電量並防止計算機進入睡眠模式. 不推薦用於膝上型電腦

# Feature_DisableHomeGroup.Header
source: Disable Home Group
ar_tn: تعطيل المجموعة المنزلية
de: Heimnetzgruppe deaktivieren
es_es: Desactivar Grupo en Casa
fr_fr: Désactiver le Groupe Domestique
he_il: השבת קבוצה ביתית
hu_hu: Otthoni csoport letiltása
id_id: Nonaktifkan Home Group
it_it: Disabilita Gruppo Home
ja_jp: ホームグループを無効にする
ko_kr: 홈 그룹 비활성화
pt_br: Desabilitar Grupo Doméstico
ru_ru: Отключить домашнюю группу
tr_tr: Ev Grubunu Devre Dışı Bırak
vi_vn: Vô hiệu hoá Home Group
zh_hans: 禁用家庭组
zh_hant: 禁用家庭組

# Feature_DisableHomeGroup.Description
source: Turns off Home Group to stop sharing files and printers with other devices on the network
ar_tn: إيقاف المجموعة المنزلية لإيقاف مشاركة الملفات والطابعات مع الأجهزة الأخرى في الشبكة
de: Schaltet die Heimnetzgruppe aus, um das Teilen von Dateien und Druckern mit anderen Geräten im Netzwerk zu stoppen
es_es: Desactiva el Grupo en Casa para dejar de compartir archivos e impresoras con otros dispositivos en la red
fr_fr: Désactive le Groupe Domestique pour arrêter le partage de fichiers et d'imprimantes avec d'autres appareils sur le réseau.
he_il: מכבה את הקבוצה הביתית כדי להפסיק שיתוף קבצים ומדפסות עם התקנים אחרים ברשת.
hu_hu: Kikapcsolja az Otthoni csoportot, hogy leállítsa a fájlok és nyomtatók megosztását a hálózat más eszközeivel
id_id: Mematikan Home Group untuk menghentikan berbagi file dan printer dengan perangkat lain di jaringan
it_it: Disabilita Gruppo Home per interrompere la condivisione di file e stampanti con altri dispositivi sulla rete
ja_jp: ホームグループを無効にして、ネットワーク上の他のデバイスとファイルやプリンターを共有しないようにします.
ko_kr: 네트워크의 다른 기기와 파일 및 프린터를 공유하지 않도록 홈 그룹을 끕니다.
pt_br: Desativa o Grupo Doméstico para parar de compartilhar arquivos e impressoras com outros dispositivos na rede
ru_ru: Отключает домашнюю группу, чтобы прекратить обмен файлами и принтерами с другими устройствами в сети
tr_tr: Ağdaki diğer aygıtlarla dosya ve yazıcı paylaşımını durdurmak için Ev Grubunu kapatır
vi_vn: Tắt Home Group để dừng chia sẻ tệp tin và máy in với các thiết bị khác trên mạng
zh_hans: 关闭家庭组以停止与网络上的其他设备共享文件和打印机
zh_hant: 關閉家庭組以停止與網路上的其他裝置共享檔案和印表機

# Feature_DisablePrintService.Header
source: Disable Print Service
ar_tn: تعطيل خدمة الطباعة
de: Druckdienst deaktivieren
es_es: Desactivar Servicio de Impresión
fr_fr: Désactiver le Service d'Impression
he_il: השבת שירות הדפסה
hu_hu: Nyomtatási szolgáltatás letiltása
id_id: Nonaktifkan Layanan Cetak
it_it: Disabilita Servizio di stampa
ja_jp: 印刷サービスを無効にする
ko_kr: 인쇄 서비스 비활성화
pt_br: Desabilitar Serviço de Impressão
ru_ru: Отключить службу печати
tr_tr: Yazdırma Hizmetini Devre Dışı Bırak
vi_vn: Vô hiệu hoá Print Service
zh_hans: 禁用打印服务
zh_hant: 禁用列印服務

# Feature_DisablePrintService.Description
source: Disables the printing service, preventing print-related functionalities
ar_tn: تعطيل خدمة الطباعة لمنع وظائف ذات صلة بالطباعة
de: Deaktiviert den Druckdienst und verhindert druckbezogene Funktionen
es_es: Desactiva el servicio de impresión, impidiendo las funcionalidades relacionadas con la impresión
fr_fr: Désactive le service d'impression, empêchant les fonctionnalités liées à l'impression.
he_il: משבית את שירות ההדפסה, ומונע פונקציונליות הקשורה להדפסה.
hu_hu: Letiltja a nyomtatási szolgáltatást, megakadályozva a nyomtatással kapcsolatos funkciókat
id_id: Menonaktifkan layanan pencetakan, sehingga fungsi terkait pencetakan tidak dapat digunakan
it_it: Disabilita il servizio di stampa, impedendo le funzionalità correlate alla stampa
ja_jp: 印刷サービスを無効にして、印刷関連の機能を停止します.
ko_kr: 인쇄 서비스를 비활성화하여 인쇄 관련 기능을 차단합니다.
pt_br: Desabilita o serviço de impressão, impedindo funcionalidades relacionadas à impressão
ru_ru: Отключает службу печати, предотвращая печать
tr_tr: Yazdırma hizmetini devre dışı bırakarak yazdırmayla ilgili işlevleri engeller
vi_vn: Vô hiệu hoá dịch vụ in nhưng vẫn giữ lại các chức năng liên quan tới máy in
zh_hans: 禁用打印服务, 阻止与打印相关的功能
zh_hant: 禁用列印服務, 阻止與列印相關的功能

# Feature_DisableCompatibilityAssistant.Header
source: Disable Compatibility Assistant
ar_tn: تعطيل مساعد التوافق
de: Kompatibilitätsassistent deaktivieren
es_es: Desactivar Asistente de Compatibilidad
fr_fr: Désactiver l'Assistant de Compatibilité
he_il: השבת מסייע תאימות
hu_hu: A kompatibilitási asszisztens letiltása
id_id: Nonaktifkan Asisten Kompatibilitas
it_it: Disabilita Compatibilità Assistente
ja_jp: 互換性アシスタントを無効にする
ko_kr: 호환성 비활성화 Assistant
pt_br: Desabilitar Assistente de Compatibilidade
ru_ru: Отключить помощника по совместимости
tr_tr: Uyumluluk Yardımcısını Devre Dışı Bırak
vi_vn: Vô hiệu hoá Compatibility Assistant
zh_hans: 禁用兼容性助手
zh_hant: 禁用相容性助手

# Feature_DisableCompatibilityAssistant.Description
source: Turns off Compatibility Assistant to disable automatic compatibility checks for programs
ar_tn: إيقاف مساعد التوافق لتعطيل الفحوصات التوافقية التلقائية للبرامج
de: Schaltet den Kompatibilitätsassistenten aus, um automatische Kompatibilitätsprüfungen für Programme zu deaktivieren
es_es: Desactiva el Asistente de Compatibilidad para deshabilitar las comprobaciones automáticas de compatibilidad para programas
fr_fr: Désactive l'Assistant de Compatibilité pour désactiver les vérifications automatiques de compatibilité des programmes.
he_il: מכבה את מסייע התאימות כדי להשבית בדיקות תאימות אוטומטיות עבור תוכניות.
hu_hu: Kikapcsolja a Kompatibilitási asszisztenst a programok automatikus kompatibilitás-ellenőrzésének letiltásához
id_id: Mematikan Asisten Kompatibilitas untuk menonaktifkan pemeriksaan kompatibilitas otomatis untuk program
it_it: Disattiva Assistente compatibilità per disabilitare i controlli di compatibilità automatici per i programmi
ja_jp: 互換性アシスタントを無効にして、プログラムの自動互換性チェックを停止します.
ko_kr: 호환성 어시스턴트를 끄고 프로그램에 대한 자동 호환성 검사를 비활성화합니다.
pt_br: Desativa o Assistente de Compatibilidade para desabilitar verificações automáticas de compatibilidade para programas
ru_ru: Отключает помощника по совместимости, чтобы отключить автоматические проверки совместимости для программ
tr_tr: Programlar için otomatik uyumluluk kontrollerini devre dışı bırakmak üzere Uyumluluk Yardımcısı'nı kapatır
vi_vn: Tắt Compatibility Assistant để bỏ chức năng kiểm tra tương thích của chương trình
zh_hans: 关闭兼容性助手以禁用程序的自动兼容性检查
zh_hant: 關閉相容性助手以禁用程式的自動相容性檢查

# Feature_DisableSearch.Header
source: Disable Search
ar_tn: تعطيل البحث
de: Suche deaktivieren
es_es: Desactivar Búsqueda
fr_fr: Désactiver la Recherche
he_il: השבת חיפוש
hu_hu: Keresés letiltása
id_id: Nonaktifkan Pencarian
it_it: Disattiva ricerca
ja_jp: 検索を無効にする
ko_kr: 검색 비활성화
pt_br: Desativar Pesquisa
ru_ru: Отключить поиск
tr_tr: Aramayı Devre Dışı Bırak
vi_vn: Vô hiệu hoá Search
zh_hans: 禁用搜索
zh_hant: 禁用搜索

# Feature_DisableSearch.Description
source: Turns off system-wide search functionality
ar_tn: إيقاف وظيفة البحث في النظام بأكمله
de: Schaltet die systemweite Suchfunktionalität aus
es_es: Desactiva la funcionalidad de búsqueda a nivel del sistema
fr_fr: Désactive la fonctionnalité de recherche à l'échelle du système.
he_il: מכבה את פונקציונליות החיפוש ברחבי המערכת.
hu_hu: Kikapcsolja a rendszerszintű keresési funkciót.
id_id: Mematikan fungsi pencarian di seluruh sistem
it_it: Disattiva Assistente compatibilità per disabilitare i controlli di compatibilità automatici per i programmi ...funzionalità di ricerca stem-wide
ja_jp: システム全体の検索機能を無効にします.
ko_kr: 시스템 전체 검색 기능을 끕니다.
pt_br: Desativa o syfuncionalidade de pesquisa em todo o tronco
ru_ru: Отключает функциональность поиска по системе
tr_tr: Sistem genelinde arama işlevini kapatır
vi_vn: Vô hiệu hoá chức năng tìm kiếm trên toàn hệ thống
zh_hans: 关闭系统范围的搜索功能
zh_hant: 關閉系統範圍的搜尋功能

# Feature_DisableErrorReporting.Header
source: Disable Error Reporting
ar_tn: تعطيل إبلاغ الأخطاء
de: Fehlerberichterstattung deaktivieren
es_es: Desactivar Informe de Errores
fr_fr: Désactiver le Rapport d'Erreurs
he_il: השבת דיווח שגיאות
hu_hu: A hibajelentés letiltása
id_id: Nonaktifkan Pelaporan Kesalahan
it_it: Disabilita segnalazione errori
ja_jp: エラー報告を無効にする
ko_kr: 오류 보고 비활성화
pt_br: Desabilitar Relatório de Erros
ru_ru: Отключить отчеты об ошибках
tr_tr: Hata Bildirimini Devre Dışı Bırak
vi_vn: Vô hiệu hoá Error Reporting
zh_hans: 禁用错误报告
zh_hant: 禁用錯誤報告

# Feature_DisableErrorReporting.Description
source: Turns off error reporting to prevent the automatic sending of error reports to Microsoft
ar_tn: إيقاف إبلاغ الأخطاء لمنع إرسال التقارير التلقائية للأخطاء إلى مايكروسوفت
de: Schaltet die Fehlerberichterstattung aus, um das automatische Senden von Fehlerberichten an Microsoft zu verhindern
es_es: Desactiva el informe de errores para evitar el envío automático de informes a Microsoft
fr_fr: Désactive le rapport d'erreurs pour empêcher l'envoi automatique de rapports d'erreurs à Microsoft.
he_il: מכבה את דיווח השגיאות כדי למנוע שליחה אוטומטית של דוחות שגיאה למיקרוסופט.
hu_hu: Kikapcsolja a hibajelentést, hogy megakadályozza a hibajelentések automatikus küldését a Microsoftnak
id_id: Mematikan pelaporan kesalahan untuk mencegah pengiriman laporan kesalahan secara otomatis ke Microsoft
it_it: Disabilita segnalazione errori per impedire l'invio automatico di segnalazioni errori a Microsoft
ja_jp: エラー報告を無効にして、エラー報告を自動的にMicrosoftに送信しないようにします.
ko_kr: 오류 보고를 끄고 오류 보고서가 자동으로 전송되지 않도록 합니다. Microsoft
pt_br: Desativa o relatório de erros para impedir o envio automático de relatórios de erros para a Microsoft
ru_ru: Отключает отправку отчетов об ошибках в Microsoft
tr_tr: Hata raporlarının Microsoft'a otomatik olarak gönderilmesini önlemek için hata raporlamasını kapatır
vi_vn: Tắt báo cáo lỗi để tránh gửi thông tin lỗi tới Microsoft
zh_hans: 关闭错误报告以防止自动向 Microsoft 发送错误报告
zh_hant: 關閉錯誤報告以防止自動向 Microsoft 傳送錯誤報告

# Feature_DisableGameBar.Header
source: Disable Game Bar
ar_tn: تعطيل شريط الألعاب
de: Game Bar deaktivieren
es_es: Desactivar Barra de Juegos
fr_fr: Désactiver la Barre de Jeu
he_il: השבת סרגל המשחקים
hu_hu: A Game Bar letiltása
id_id: Nonaktifkan Game Bar
it_it: Disabilita Game Bar
ja_jp: ゲームバーを無効にする
ko_kr: 게임 바 비활성화
pt_br: Desabilitar Barra de Jogos
ru_ru: Отключить игровую панель
tr_tr: Oyun Çubuğunu Devre Dışı Bırak
vi_vn: Vô hiệu hoá Game Bar
zh_hans: 禁用游戏栏
zh_hant: 禁用遊戲欄

# Feature_DisableGameBar.Description
source: Turns off the Game Bar and its associated features
ar_tn: إيقاف شريط الألعاب وميزاته المرتبطة
de: Schaltet die Game Bar und die zugehörigen Funktionen aus
es_es: Desactiva la Barra de Juegos y sus características asociadas
fr_fr: Désactive la Barre de Jeu et ses fonctionnalités associées.
he_il: מכבה את סרגל המשחקים והתכונות המשויכות אליו.
hu_hu: Kikapcsolja a játéksávot és a hozzá tartozó funkciókat
id_id: Mematikan Game Bar dan fitur terkaitnya
it_it: Disabilita Game Bar e le sue funzionalità associate
ja_jp: ゲームバーとその関連機能を無効にします.
ko_kr: 게임 바와 관련 기능을 끕니다
pt_br: Desativa a Barra de Jogos e seus recursos associados
ru_ru: Отключает игровую панель и связанные с ней функции
tr_tr: Oyun Çubuğunu ve ilişkili özelliklerini kapatır
vi_vn: Tắt Game Bar và các tính năng liên quan
zh_hans: 关闭游戏栏及其相关功能
zh_hant: 關閉遊戲欄及其相關功能
